Repository: Sma1lboy/yap
Catalog: VoiceInk/Localizable.xcstrings
Source language: en
Languages: de, fr, zh_hans, zh_hant

source: Import Settings
de: Einstellungen importieren
fr: Paramètres d'importation
zh_hans: 导入设置
zh_hant: 匯入設定

source: Import Successful
de: Import erfolgreich
fr: Importation réussie
zh_hans: 导入成功
zh_hant: 匯入成功

source: Import Yap Settings
de: Yap-Einstellungen importieren
fr: Importer les paramètres Yap
zh_hans: 导入 Yap 设置
zh_hant: 匯入 Yap 設定

source: Import from VoiceInk?
de: Aus VoiceInk importieren?
fr: Importer depuis VoiceInk ?
zh_hans: 从 VoiceInk 导入？
zh_hant: 從 VoiceInk 匯入？

source: Import from VoiceInk…
de: Aus VoiceInk importieren …
fr: Importer depuis VoiceInk…
zh_hans: 从 VoiceInk 导入…
zh_hant: 從 VoiceInk 匯入…

source: Imported
de: Importiert
fr: Importé
zh_hans: 已导入
zh_hant: 已匯入

source: Imported %@
de: %@ importiert
fr: %@ importé
zh_hans: 已导入 %@
zh_hant: 已匯入 %@

source: Imported %lld vocabulary entries.
de: %lld Vokabulareinträge importiert.
fr: %lld entrées de vocabulaire importées.
zh_hans: 已导入 %lld 个词汇条目。
zh_hant: 已匯入 %lld 個詞彙項目。

source: Imported %lld word replacement rules.
de: %lld Wortersetzungsregeln importiert.
fr: %lld règles de remplacement de mots importées.
zh_hans: 已导入 %lld 条词语替换规则。
zh_hant: 已匯入 %lld 條詞語取代規則。

source: Imported from VoiceInk: %@
de: Aus VoiceInk importiert: %@
fr: Importé depuis VoiceInk : %@
zh_hans: 已从 VoiceInk 导入：%@
zh_hant: 已從 VoiceInk 匯入：%@

source: Imported from VoiceInk: %@. Skipped: %@
de: Aus VoiceInk importiert: %@. Übersprungen: %@
fr: Importé depuis VoiceInk : %@. Ignoré : %@
zh_hans: 已从 VoiceInk 导入：%@。跳过：%@
zh_hant: 已從 VoiceInk 匯入：%@。略過：%@

source: Imported local model
de: Lokales Modell importiert
fr: Modèle local importé
zh_hans: 已导入的本地模型
zh_hant: 已匯入的本地模型

source: Include Dictation History
de: Diktatverlauf einbeziehen
fr: Inclure l'historique des dictées
zh_hans: 包括听写历史
zh_hant: 包括聽寫歷史

source: Individual categories
de: Einzelne Kategorien
fr: Catégories individuelles
zh_hans: 单独类别
zh_hant: 單獨類別

source: Insights period
de: Zeitraum für Einblicke
fr: Période de réflexion
zh_hans: 洞察时间范围
zh_hant: 洞察時間範圍

source: Interface
de: Oberfläche
zh_hans: 界面
zh_hant: 介面

source: Invalid API key
de: Ungültiger API-Schlüssel
fr: Clé API invalide
zh_hans: API 密钥无效
zh_hant: API 金鑰無效

source: Invalid Audio File
de: Ungültige Audiodatei
fr: Fichier audio invalide
zh_hans: 无效的音频文件
zh_hant: 無效的音訊檔案

source: Invalid Ollama server URL
de: Ungültige Ollama-Server-URL
fr: URL du serveur Ollama invalide
zh_hans: Ollama 服务器 URL 无效
zh_hant: Ollama 伺服器 URL 無效

source: Invalid audio file format
de: Ungültiges Audiodateiformat
fr: Format de fichier audio invalide
zh_hans: 音频文件格式无效
zh_hant: 音訊檔案格式無效

source: Invalid model type provided for Native Apple transcription.
de: Ungültiger Modelltyp für native Apple-Transkription angegeben.
fr: Type de modèle non valide fourni pour la transcription Native Apple.
zh_hans: 为 Apple 原生转写提供的模型类型无效。
zh_hant: 為 Apple 原生轉錄提供的模型類型無效。

source: Invalid or Cyclic Skipped
de: Ungültige oder zyklische Einträge übersprungen
fr: Invalide ou cyclique ignoré
zh_hans: 已跳过无效或循环项
zh_hant: 已略過無效或循環項

source: Invalid response from AI provider.
de: Ungültige Antwort vom KI-Anbieter.
fr: Réponse invalide du fournisseur d'IA.
zh_hans: AI 提供商返回的响应无效。
zh_hant: AI 供應商返回的回應無效。

source: Invalid response from Ollama server
de: Ungültige Antwort vom Ollama-Server
fr: Réponse invalide du serveur Ollama
zh_hans: Ollama 服务器响应无效
zh_hant: Ollama 伺服器回應無效

source: It is recommended to restart Yap for all changes to take full effect.
de: Es wird empfohlen, Yap neu zu starten, damit alle Änderungen vollständig wirksam werden.
fr: Il est recommandé de redémarrer Yap pour que toutes les modifications prennent pleinement effet.
zh_hans: 建议重新启动 Yap，以使所有更改完全生效。
zh_hant: 建議重新啟動 Yap，以使所有更改完全生效。

source: Its folder couldn't be written to.
de: In seinen Ordner konnte nicht geschrieben werden.
fr: Son dossier n’est pas accessible en écriture.
zh_hans: 它的文件夹没法写入。
zh_hant: 它的資料夾沒辦法寫入。

source: Keep Audio For
de: Audio aufbewahren für
fr: Conserver l'audio pour
zh_hans: 音频保留时长
zh_hant: 音訊保留時長

source: Keep Clipboard Content
de: Zwischenablage-Inhalt beibehalten
fr: Conserver le contenu du presse-papiers
zh_hans: 保留剪贴板内容
zh_hant: 保留剪貼簿內容

source: Keep Config File in Sync
de: Konfigurationsdatei synchron halten
fr: Garder le fichier de configuration synchronisé
zh_hans: 保持配置文件同步
zh_hant: 保持設定檔案同步

source: Keep Recording
de: Weiter aufnehmen
fr: Continuer l'enregistrement
zh_hans: 继续录制
zh_hant: 繼續錄製

source: Keep model loaded
de: Modell geladen halten
fr: Garder le modèle chargé
zh_hans: 保持模型加载
zh_hant: 保持模型載入

source: Keep This Mac's Settings
de: Einstellungen dieses Macs behalten
fr: Conserver les réglages de ce Mac
zh_hans: 保留这台 Mac 的设置
zh_hant: 保留這台 Mac 的設定

source: Kept: the ledger of top-ups and charges, no longer linked to your email. It is a financial record needed to reconcile payments with Stripe and model costs with OpenRouter.
de: Behalten: das Journal der Aufladungen und Abbuchungen, nicht mehr mit deiner E-Mail verknüpft. Es ist ein Finanzbeleg für den Abgleich der Zahlungen mit Stripe und der Modellkosten mit OpenRouter.
fr: Conservé : le registre des rechargements et des débits, sans lien avec votre e-mail. C'est un document financier nécessaire au rapprochement des paiements avec Stripe et des coûts des modèles avec OpenRouter.
zh_hans: 会保留：充值和扣费的账本，但不再与你的邮箱关联。账本是财务记录，用来和 Stripe 的收款、OpenRouter 的模型费用对账。
zh_hant: 會保留：儲值和扣費的賬本，但不再與你的信箱關聯。賬本是財務記錄，用來和 Stripe 的收款、OpenRouter 的模型費用對賬。

source: Key verified
de: Schlüssel verifiziert
fr: Clé vérifiée
zh_hans: 密钥已验证
zh_hant: 金鑰已驗證

source: Language
de: Sprache
fr: Langue
zh_hans: 语言
zh_hant: 語言

source: Language: %@
de: Sprache: %@
fr: Langue : %@
zh_hans: 语言：%@
zh_hant: 語言：%@

source: Language: English
de: Sprache: Englisch
fr: Langue : Anglais
zh_hans: 语言：英语
zh_hant: 語言：英語

source: Language: English (only)
de: Sprache: Nur Englisch
fr: Langue : anglais (uniquement)
zh_hans: 语言：仅英语
zh_hant: 語言：僅英語

source: Large v3 Turbo is not available.
de: Large v3 Turbo ist nicht verfügbar.
fr: Large v3 Turbo n'est pas disponible.
zh_hans: Large v3 Turbo 不可用。
zh_hant: Large v3 Turbo 不可用。

source: Last 30 Days
de: Letzte 30 Tage
fr: 30 derniers jours
zh_hans: 最近 30 天
zh_hant: 最近 30 天

source: Last 7 Days
de: Letzte 7 Tage
fr: 7 derniers jours
zh_hans: 最近 7 天
zh_hant: 最近 7 天

source: Last transcription copied
de: Letzte Transkription kopiert
fr: Dernière transcription copiée
zh_hans: 已拷贝上次转写
zh_hant: 已複製上次轉錄

source: Last updated %@
de: Zuletzt aktualisiert: %@
fr: Dernière mise à jour : %@
zh_hans: 上次更新于 %@
zh_hant: 上次更新於 %@

source: Last used %@
de: Zuletzt verwendet %@
fr: Dernière utilisation %@
zh_hans: 最近使用:%@
zh_hant: 最近使用:%@

source: Launch at Login
de: Bei Anmeldung starten
fr: Lancer à la connexion
zh_hans: 登录时启动
zh_hant: 登入時啟動

source: Learn about Dictionary Auto Learn
de: Mehr über das automatische Wörterbuchlernen erfahren
fr: En savoir plus sur l'apprentissage automatique du dictionnaire
zh_hans: 了解词典自动学习
zh_hant: 瞭解字典自動學習

source: Learn more
de: Mehr erfahren
fr: Apprendre encore plus
zh_hans: 进一步了解
zh_hant: 進一步瞭解

source: Learn More
de: Mehr erfahren
fr: En savoir plus
zh_hans: 了解更多
zh_hant: 了解更多

source: Learned %lld corrections: %@
de: %1$lld Korrekturen gelernt: %2$@
fr: %1$lld corrections apprises : %2$@
zh_hans: 已学到 %1$lld 条更正：%2$@
zh_hant: 已學到 %1$lld 條更正：%2$@

source: Learned “%@” → “%@”
de: Gelernt: „%@“ → „%@“
fr: Appris « %@ » → « %@ »
zh_hans: 已学习“%@”→“%@”
zh_hant: 已學習「%@」→「%@」

source: Less
de: Weniger
fr: Moins
zh_hans: 更少
zh_hant: 更少

source: Let Agents Read Yap's Data
de: Agents dürfen Yaps Daten lesen
fr: Autoriser les agents à lire les données de Yap
zh_hans: 让 agent 读取 Yap 的数据
zh_hant: 讓 agent 讀取 Yap 的資料

source: Light
de: Hell
fr: Lumière
zh_hans: 浅色
zh_hant: 淺色

source: Listing files from repository...
de: Dateien aus dem Repository werden aufgelistet...
fr: Liste des fichiers du dépôt...
zh_hans: 正在列出仓库中的文件…
zh_hant: 正在列出倉庫中的檔案…

source: Live Text Display
de: Live-Text-Anzeige
fr: Affichage du texte en direct
zh_hans: 实时文本显示
zh_hant: 即時文字顯示

source: Load More
de: Mehr laden
fr: Charger plus
zh_hans: 载入更多
zh_hant: 載入更多

source: Load Template
de: Vorlage laden
fr: Charger le modèle
zh_hans: 载入模板
zh_hant: 載入範本

source: Load a template or enter a command to enable Local CLI enhancement.
de: Lade eine Vorlage oder gib einen Befehl ein, um die lokale CLI-Verbesserung zu aktivieren.
fr: Chargez un modèle ou entrez une commande pour activer l'amélioration de la CLI locale.
zh_hans: 载入模板或输入命令，以启用本地 CLI 润色。
zh_hant: 載入範本或輸入命令，以啟用本地 CLI 潤色。

source: Loaded at %@
de: Geladen um %@
fr: Chargé à %@
zh_hans: %@ 已加载
zh_hant: %@ 已載入

source: Loading apps
de: Apps werden geladen
fr: Chargement d'applications
zh_hans: 正在载入 App
zh_hant: 正在載入 App

source: Loading model...
de: Modell wird geladen...
fr: Chargement du modèle...
zh_hans: 正在载入模型…
zh_hant: 正在載入模型…

source: Loading the model
de: Modell wird geladen
fr: Chargement du modèle
zh_hans: 正在加载模型
zh_hant: 正在載入模型

source: Loading...
de: Wird geladen …
fr: Chargement...
zh_hans: 正在载入…
zh_hant: 正在載入…

source: Local
de: Lokal
fr: Locale
zh_hans: 本地
zh_hant: 本地

source: Local CLI
de: Lokale CLI
fr: CLI locale
zh_hans: 本地 CLI
zh_hant: 本地 CLI

source: Local CLI command failed with exit code %lld.
de: Lokaler CLI-Befehl ist mit Exit-Code %lld fehlgeschlagen.
fr: La commande CLI locale a échoué avec le code de sortie %lld.
zh_hans: 本地 CLI 命令执行失败，退出代码 %lld。
zh_hant: 本地 CLI 命令執行失敗，退出程式碼 %lld。

source: Local CLI command failed with exit code %lld: %@
de: Lokaler CLI-Befehl ist mit Exit-Code %lld fehlgeschlagen: %@
fr: La commande CLI locale a échoué avec le code de sortie %lld : %@
zh_hans: 本地 CLI 命令执行失败，退出代码 %lld：%@
zh_hant: 本地 CLI 命令執行失敗，退出程式碼 %lld：%@

source: Local CLI command is not configured. Load a template or enter a command first.
de: Lokaler CLI-Befehl ist nicht konfiguriert. Lade eine Vorlage oder gib zuerst einen Befehl ein.
fr: La commande CLI locale n'est pas configurée. Chargez un modèle ou entrez d'abord une commande.
zh_hans: 本地 CLI 命令尚未配置。请先载入模板或输入命令。
zh_hant: 本地 CLI 命令尚未設定。請先載入範本或輸入命令。

source: Local CLI command returned empty output.
de: Lokaler CLI-Befehl hat eine leere Ausgabe zurückgegeben.
fr: La commande CLI locale a renvoyé une sortie vide.
zh_hans: 本地 CLI 命令返回了空输出。
zh_hant: 本地 CLI 命令返回了空輸出。

source: Local CLI command timed out after %lld seconds.
de: Zeitüberschreitung des lokalen CLI-Befehls nach %lld Sekunden.
fr: La commande CLI locale a expiré après %lld secondes.
zh_hans: 本地 CLI 命令在 %lld 秒后超时。
zh_hant: 本地 CLI 命令在 %lld 秒後逾時。

source: Local CLI command was not found. Use an absolute path or fix your shell PATH. Details: %@
de: Lokaler CLI-Befehl wurde nicht gefunden. Verwende einen absoluten Pfad oder korrigiere deinen Shell-PATH. Details: %@
fr: La commande CLI locale est introuvable. Utilisez un chemin absolu ou corrigez votre shell PATH. Détails : %@
zh_hans: 未找到本地 CLI 命令。请使用绝对路径，或修复 shell 的 PATH。详细信息：%@
zh_hant: 未找到本地 CLI 命令。請使用絕對路徑，或修復 shell 的 PATH。詳細資訊：%@

source: Local Enhancement Services
de: Lokale Verbesserungsdienste
fr: Services d'amélioration locaux
zh_hans: 本地润色服务
zh_hant: 本地潤色服務

source: Local Storage
de: Lokaler Speicher
fr: Stockage local
zh_hans: 本地存储
zh_hant: 本地儲存

source: Local models don't work reliably on Intel Macs
de: Lokale Modelle funktionieren auf Intel-Macs nicht zuverlässig
fr: Les modèles locaux ne fonctionnent pas de manière fiable sur les Mac Intel
zh_hans: 本地模型在 Intel Mac 上无法可靠运行
zh_hant: 本地模型在 Intel Mac 上無法可靠執行

source: Local models keep everything on this Mac. Cloud providers and Yap Cloud get only what you send them.
de: Lokale Modelle behalten alles auf diesem Mac. Cloud-Anbieter und Yap Cloud erhalten nur, was du sendest.
fr: Les modèles locaux gardent tout sur ce Mac. Les fournisseurs cloud et Yap Cloud ne reçoivent que ce que vous envoyez.
zh_hans: 本地模型的所有数据都留在这台 Mac 上。云端提供商和 Yap Cloud 只会收到你发送的内容。
zh_hant: 本地模型的所有資料都留在這台 Mac 上。雲端供應商和 Yap Cloud 只會收到你傳送的內容。

source: Local models keep everything on this Mac. With your own API key, audio and text go only to the provider you choose. With Yap Cloud, they pass through Yap's server on the way to the model provider; the server records the model and cost for billing. If you turn on Sync via Yap Cloud, your modes, prompts, dictionary, shortcuts and custom models are stored there too, never your API keys.
de: Lokale Modelle behalten alles auf diesem Mac. Mit deinem eigenen API-Schlüssel gehen Audio und Text nur an den Anbieter, den du wählst. Mit Yap Cloud laufen sie über den Yap-Server zum Modellanbieter; der Server speichert Modell und Kosten für die Abrechnung. Wenn du „Über Yap Cloud synchronisieren“ aktivierst, werden auch deine Modi, Prompts, dein Wörterbuch, Tastaturkürzel und eigenen Modelle dort gespeichert, niemals deine API-Schlüssel.
fr: Les modèles locaux gardent tout sur ce Mac. Avec votre propre clé API, l’audio et le texte vont uniquement au fournisseur choisi. Avec Yap Cloud, ils passent par le serveur de Yap avant d’atteindre le fournisseur du modèle ; le serveur enregistre le modèle et le coût pour la facturation. Si vous activez « Synchroniser via Yap Cloud », vos modes, prompts, dictionnaire, raccourcis et modèles personnalisés y sont aussi stockés, jamais vos clés API.
zh_hans: 本地模型的所有数据都留在这台 Mac 上。使用你自己的 API 密钥时，音频和文字只会发送给你选择的提供商。使用 Yap Cloud 时，它们会经过 Yap 的服务器转发给模型提供商，服务器会记录所用模型和费用用于计费。如果开启「通过 Yap Cloud 同步」，你的模式、提示词、词典、快捷键和自定义模型也会保存在 Yap 的服务器上，API 密钥永远不会上传。
zh_hant: 本地模型的所有資料都留在這台 Mac 上。使用你自己的 API 金鑰時，音訊和文字只會傳送給你選擇的供應商。使用 Yap Cloud 時，它們會經過 Yap 的伺服器轉發給模型供應商，伺服器會記錄所用模型和費用用於計費。如果開啟「透過 Yap Cloud 同步」，你的模式、提示詞、字典、快速鍵和自訂模型也會儲存在 Yap 的伺服器上，API 金鑰永遠不會上傳。

source: Local server
de: Lokaler Server
fr: Serveur local
zh_hans: 本地服务器
zh_hant: 本地伺服器

source: Locked
de: Gesperrt
fr: Fermé
zh_hans: 已锁定
zh_hant: 已鎖定

source: Longest
de: Längste zuerst
fr: Plus longues
zh_hans: 时长最长
zh_hant: 時長最長

source: Low Yap Cloud balance
de: Yap-Cloud-Guthaben niedrig
fr: Solde Yap Cloud faible
zh_hans: Yap Cloud 余额不足
zh_hant: Yap Cloud 餘額不足

source: Low balance (%@) — Add Funds
de: Guthaben niedrig (%@) – aufladen
fr: Solde faible (%@) — Ajouter des fonds
zh_hans: 余额不足(%@)— 去充值
zh_hant: 餘額不足(%@)— 去儲值

source: Lowercase and Paste
de: In Kleinbuchstaben einfügen
fr: Minuscules et Coller
zh_hans: 转换为小写并粘贴
zh_hant: 轉換為小寫並貼上

source: Manage AI Models
de: KI-Modelle verwalten
fr: Gérer les modèles d'IA
zh_hans: 管理 AI 模型
zh_hant: 管理 AI 模型

source: Manage Models
de: Modelle verwalten
fr: Gérer les modèles
zh_hans: 模型目录
zh_hant: 模型目錄

source: Manage Modes
de: Modi verwalten
fr: Gérer les modes
zh_hans: 转写模式
zh_hant: 轉錄模式

source: Manage Yap Cloud…
de: Yap Cloud verwalten…
fr: Gérer Yap Cloud…
zh_hans: 管理 Yap Cloud…
zh_hant: 管理 Yap Cloud…

source: Manage custom enhancement models in the Custom tab.
de: Eigene Verbesserungsmodelle im Tab „Eigene“ verwalten.
fr: Gérez les modèles d'amélioration personnalisés dans l'onglet Personnalisé.
zh_hans: 在「自定」标签页中管理自定润色模型。
zh_hant: 在「自定」標籤頁中管理自定潤色模型。

source: Manually
de: Manuell
fr: Manuellement
zh_hans: 手动
zh_hant: 手動

source: Manually added
de: Manuell hinzugefügt
fr: Ajoutés manuellement
zh_hans: 手动添加
zh_hant: 手動新增

source: Markdown with Timestamps (.md)
de: Markdown mit Zeitstempeln (.md)
fr: Markdown avec horodatages (.md)
zh_hans: 带时间戳的 Markdown（.md）
zh_hant: 帶時間戳的 Markdown（.md）

source: Me
de: Ich
fr: Moi
zh_hans: 我
zh_hant: 我

source: Meeting Notes
de: Meeting-Notizen
fr: Notes de réunion
zh_hans: 会议纪要
zh_hant: 會議紀要

source: Meeting Transcript
de: Meeting-Transkript
fr: Transcription de la réunion
zh_hans: 会议转写
zh_hant: 會議轉錄

source: Meeting recording couldn't start: %@
de: Die Meeting-Aufnahme konnte nicht starten: %@
fr: L'enregistrement de la réunion n'a pas pu démarrer : %@
zh_hans: 会议录制无法开始：%@
zh_hant: 會議錄製無法開始：%@

source: Meeting recording needs microphone access.
de: Die Meeting-Aufnahme braucht Zugriff auf das Mikrofon.
fr: L'enregistrement de réunion nécessite l'accès au micro.
zh_hans: 会议录制需要麦克风权限。
zh_hant: 會議錄製需要麥克風權限。

source: Meetings only
de: Nur Meetings
fr: Réunions uniquement
zh_hans: 仅会议
zh_hant: 僅會議

source: Merge
de: Zusammenführen
fr: Fusionner
zh_hans: 合并
zh_hant: 合併

source: Merge adds new entries while keeping the current dictionary and skips duplicates or conflicts. Replace removes the current vocabulary and word replacements before importing.
de: Zusammenführen fügt neue Einträge hinzu, behält das aktuelle Wörterbuch bei und überspringt Duplikate oder Konflikte. Ersetzen entfernt vor dem Import das aktuelle Vokabular und die Wortersetzungen.
fr: La fusion ajoute de nouvelles entrées tout en conservant le dictionnaire actuel et ignore les doublons ou les conflits. Remplacer supprime le vocabulaire actuel et les remplacements de mots avant l'importation.
zh_hans: “合并”会在保留当前词典的同时添加新条目，并跳过重复项或冲突项。“替换”会在导入前移除当前词汇和词语替换。
zh_hant: 「合併」會在保留目前字典的同時新增新項目，並略過重復項或衝突項。「取代」會在匯入前移除目前詞彙和詞語取代。

source: Microphone
de: Mikrofon
zh_hans: 麦克风
zh_hant: 麥克風

source: Microphone Mode
de: Mikrofon-Modus
fr: Mode micro
zh_hans: 麦克风模式
zh_hant: 麥克風模式

source: Middle Click
de: Mittelklick
fr: Clic du milieu
zh_hans: 鼠标中键
zh_hant: 滑鼠中鍵

source: Minimum words
de: Mindestwörter
fr: Mots minimum
zh_hans: 最少词数
zh_hant: 最少詞數

source: Mode
de: Modus
zh_hans: 模式
zh_hant: 模式

source: Mode name
de: Modusname
fr: Nom du mode
zh_hans: 模式名称
zh_hant: 模式名稱

source: Mode name cannot be empty.
de: Modusname darf nicht leer sein.
fr: Le nom du mode ne peut pas être vide.
zh_hans: 模式名称不能为空。
zh_hant: 模式名稱不能為空。

source: Mode shortcut: %@
de: Modus-Kurzbefehl: %@
fr: Raccourci de mode : %@
zh_hans: 模式快捷键：%@
zh_hant: 模式快速鍵：%@

source: Mode shortcuts
de: Modus-Tastenkürzel
fr: Raccourcis de mode
zh_hans: 模式快捷键
zh_hant: 模式快速鍵

source: Mode:
de: Modus:
zh_hans: 模式：
zh_hant: 模式：

source: Mode: %@
de: Modus: %@
zh_hans: 模式：%@
zh_hant: 模式：%@

source: Model
de: Modell
fr: Modèle
zh_hans: 模型
zh_hant: 模型

source: Model Catalog
de: Modellkatalog
fr: Catalogue de modèles
zh_hans: 模型目录
zh_hant: 模型目錄

source: Model ID
de: Modell-ID
fr: ID du modèle
zh_hans: 模型 ID
zh_hant: 模型 ID

source: Model Name
de: Modellname
fr: Nom du modèle
zh_hans: 模型名称
zh_hant: 模型名稱

source: Model Settings
de: Modelleinstellungen
fr: Paramètres du modèle
zh_hans: 模型设置
zh_hant: 模型設定

source: Model download progress
de: Fortschritt des Modelldownloads
fr: Progression du téléchargement du modèle
zh_hans: 模型下载进度
zh_hant: 模型下載進度

source: Model name cannot be empty
de: Modellname darf nicht leer sein
fr: Le nom du modèle ne peut pas être vide
zh_hans: 模型名称不能为空
zh_hant: 模型名稱不能為空

source: Models
de: Modelle
fr: Modèles
zh_hans: 模型
zh_hant: 模型

source: Models & Pricing
de: Modelle & Preise
fr: Modèles et tarifs
zh_hans: 模型与价格
zh_hant: 模型與價格

source: Modes
de: Modi
zh_hans: 模式
zh_hant: 模式

source: Modes Settings
de: Modi-Einstellungen
fr: Paramètres des modes
zh_hans: 模式设置
zh_hant: 模式設定

source: Modes help you set up Yap for different writing tasks, workflows, and scenarios.
de: Modi helfen dir, Yap für verschiedene Schreibaufgaben, Arbeitsabläufe und Szenarien einzurichten.
fr: Les modes vous aident à configurer Yap pour différentes tâches d'écriture, flux de travail et scénarios.
zh_hans: 模式可帮助你针对不同的写作任务、工作流程和使用场景来设置 Yap。
zh_hant: 模式可幫助你針對不同的寫作任務、工作流程和使用場景來設定 Yap。

source: Modes that use Yap Cloud stop working until you sign in again or switch them to another provider.
de: Modi, die Yap Cloud verwenden, funktionieren erst wieder, wenn du dich erneut anmeldest oder sie auf einen anderen Anbieter umstellst.
fr: Les modes qui utilisent Yap Cloud ne fonctionneront plus tant que vous ne vous reconnectez pas ou ne les basculez pas vers un autre fournisseur.
zh_hans: 使用 Yap Cloud 的模式将无法工作，直到你重新登录或把它们切换到其他提供商。
zh_hant: 使用 Yap Cloud 的模式將無法工作，直到你重新登入或把它們切換到其他供應商。

source: Modes, prompts, dictionary, shortcuts and custom models are stored on Yap's server and stay the same on every Mac signed in to this account. API keys stay on each Mac.
de: Modi, Prompts, Wörterbuch, Tastaturkürzel und eigene Modelle werden auf dem Yap-Server gespeichert und bleiben auf jedem Mac mit diesem Konto gleich. API-Schlüssel bleiben auf jedem Mac.
fr: Les modes, prompts, dictionnaire, raccourcis et modèles personnalisés sont stockés sur le serveur de Yap et restent identiques sur chaque Mac connecté à ce compte. Les clés API restent sur chaque Mac.
zh_hans: 模式、提示词、词典、快捷键和自定义模型会保存在 Yap 的服务器上，并在登录这个账户的每台 Mac 上保持一致。API 密钥只留在各自的 Mac 上。
zh_hant: 模式、提示詞、字典、快速鍵和自訂模型會儲存在 Yap 的伺服器上，並在登入這個帳號的每台 Mac 上保持一致。API 金鑰只留在各自的 Mac 上。

source: Monthly Cap
de: Monatslimit
fr: Plafond mensuel
zh_hans: 每月上限
zh_hant: 每月上限

source: Monthly Productivity
de: Monatliche Produktivität
fr: Productivité mensuelle
zh_hans: 月度生产力
zh_hant: 月度生產力

source: More
de: Mehr
fr: Plus
zh_hans: 更多
zh_hant: 更多

source: More Actions
de: Weitere Aktionen
fr: Plus d’actions
zh_hans: 更多操作
zh_hant: 更多操作

source: More Info
de: Weitere Informationen
fr: Plus d’informations
zh_hans: 更多信息
zh_hant: 更多資訊

source: Most Words
de: Meiste Wörter
fr: Plus de mots
zh_hans: 词数最多
zh_hant: 詞數最多

source: Mouse %d
de: Maustaste %d
fr: Souris %d
zh_hans: 鼠标按键 %d
zh_hant: 滑鼠按鍵 %d

source: Mouse shortcut not allowed: %@
de: Maustastenkürzel nicht zulässig: %@
fr: Raccourci souris non autorisé : %@
zh_hans: 不允许使用鼠标快捷键：%@
zh_hant: 不允許使用滑鼠快速鍵：%@

source: Move Yap to Applications
de: Yap in „Programme“ verschieben
fr: Déplacer Yap dans Applications
zh_hans: 移动 Yap 到“应用程序”
zh_hant: 移動 Yap 到「應用程式」

source: Move down
de: Nach unten
fr: Descendre
zh_hans: 下移
zh_hant: 下移

source: Move up
de: Nach oben
fr: Monter
zh_hans: 上移
zh_hant: 上移

source: Multilingual
de: Mehrsprachig
fr: Multilingue
zh_hans: 多语言
zh_hant: 多語言

source: Multilingual Model
de: Mehrsprachiges Modell
fr: Modèle multilingue
zh_hans: 多语言模型
zh_hant: 多語言模型

source: Mute Audio While Recording
de: Audio während Aufnahme stummschalten
fr: Couper le son pendant l'enregistrement
zh_hans: 录音时将音频静音
zh_hant: 錄音時將音訊靜音

source: My Custom Model
de: Mein eigenes Modell
fr: Mon modèle personnalisé
zh_hans: 我的自定模型
zh_hant: 我的自定模型

source: My Enhancement Model
de: Mein Verbesserungsmodell
fr: Mon modèle d'amélioration
zh_hans: 我的润色模型
zh_hant: 我的潤色模型

source: Name cannot be empty
de: Name darf nicht leer sein
fr: Le nom ne peut pas être vide
zh_hans: 名称不能为空
zh_hant: 名稱不能為空

source: Names saved in the transcript. The notes still use the old names: click Regenerate Notes to update them.
de: Die Namen stehen jetzt im Transkript. Die Notizen verwenden noch die alten Namen: Klicke auf „Notizen neu erstellen“, um sie zu aktualisieren.
fr: Les noms sont enregistrés dans la transcription. Les notes utilisent encore les anciens noms : cliquez sur « Régénérer les notes » pour les mettre à jour.
zh_hans: 名字已写进转写。纪要里还是原来的称呼：点「重新生成纪要」更新。
zh_hant: 名字已寫進轉錄。紀要裡還是原來的稱呼：按「重新產生紀要」更新。

source: Native Apple
de: Natives Apple
fr: Pomme native
zh_hans: Apple 原生
zh_hant: Apple 原生

source: Needs access
de: Zugriff erforderlich
fr: Nécessite un accès
zh_hans: 需要访问权限
zh_hant: 需要存取權限

source: Needs the Rewrite mode
de: Braucht den Rewrite-Modus
fr: Nécessite le mode Rewrite
zh_hans: 需要“改写”模式
zh_hant: 需要「改寫」模式

source: Network connection failed. Check your internet.
de: Netzwerkverbindung fehlgeschlagen. Überprüfe deine Internetverbindung.
fr: La connexion réseau a échoué. Vérifiez votre Internet.
zh_hans: 网络连接失败。请检查你的网络。
zh_hant: 網路連線失敗。請檢查你的網路。

source: New
de: Neu
fr: Nouveau
zh_hans: 新增
zh_hant: 新增

source: New accounts get %@ of free credit.
de: Neue Konten erhalten %@ Startguthaben.
fr: Les nouveaux comptes reçoivent %@ de crédit offert.
zh_hans: 新用户注册送 %@ 额度。
zh_hant: 新使用者註冊送 %@ 額度。

source: New manual-review suggestions will appear here.
de: Neue Vorschläge zur manuellen Überprüfung werden hier angezeigt.
fr: De nouvelles suggestions de révision manuelle apparaîtront ici.
zh_hans: 新的手动审核建议会显示在这里。
zh_hant: 新的手動審核建議會顯示在這裡。

source: Newest
de: Neueste zuerst
fr: Plus récentes
zh_hans: 最新
zh_hant: 最新

source: Next
de: Weiter
fr: Suivant
zh_hans: 下一步
zh_hant: 下一步
